Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: — don't share it.
de: – geben Sie ihn nicht weiter.
es: . No lo compartas.
fr: . Ne le partagez pas.
it: . Non condividerlo.
ja: 。他人に教えないでください。
pt_br: . Não compartilhe.

source: %@ a month · cancel any time
de: %@ pro Monat · jederzeit kündbar
es: %@ al mes · cancela cuando quieras
fr: %@ par mois · annulez à tout moment
it: %@ al mese · disdici quando vuoi
ja: 月額%@ · いつでもキャンセル可能
pt_br: %@ por mês · cancele quando quiser

source: %@ accepts temporary numbers some of the time. You're only charged if a code arrives, and trying another number is free.
de: %@ akzeptiert temporäre Nummern nur manchmal. Berechnet wird nur, wenn ein Code ankommt – ein weiterer Versuch ist kostenlos.
es: %@ acepta números temporales solo a veces. Solo se te cobra si llega un código, y probar otro número es gratis.
fr: %@ accepte les numéros temporaires de temps en temps. Vous n'êtes débité que si un code arrive, et réessayer est gratuit.
it: %@ accetta i numeri temporanei solo a volte. Paghi solo se arriva un codice e riprovare è gratis.
ja: %@は一時番号を受け付けたり受け付けなかったりします。課金はコードが届いた場合のみで、別の番号を試すのは無料です。
pt_br: A %@ aceita números temporários só às vezes. Você só é cobrado se um código chegar, e tentar outro número é grátis.

source: %@ accepts temporary numbers some of the time. Your credits come back if no code arrives, and trying another number is free.
de: %@ akzeptiert temporäre Nummern nur manchmal. Ihre Credits kommen zurück, wenn kein Code ankommt – und eine andere Nummer zu versuchen ist kostenlos.
es: %@ acepta números temporales solo a veces. Tus créditos vuelven si no llega ningún código, y probar otro número es gratis.
fr: %@ accepte les numéros temporaires de temps en temps. Vos crédits reviennent si aucun code n'arrive, et essayer un autre numéro est gratuit.
it: %@ accetta i numeri temporanei solo a volte. I tuoi crediti tornano se non arriva alcun codice e provare un altro numero è gratis.
ja: %@は一時番号を受け付けたり受け付けなかったりします。コードが届かない場合はクレジットが戻り、別の番号を試すのは無料です。
pt_br: A %@ aceita números temporários só às vezes. Seus créditos voltam se nenhum código chegar, e tentar outro número é grátis.

source: %@ blocks most temporary numbers, so a code often never arrives. You're only charged if one does, and trying again is free — but it may not work at all.
de: %@ blockiert die meisten temporären Nummern, daher kommt oft kein Code an. Berechnet wird nur, wenn einer ankommt – ein weiterer Versuch ist kostenlos, kann aber gar nicht funktionieren.
es: %@ bloquea la mayoría de los números temporales, así que muchas veces no llega ningún código. Solo se te cobra si llega, y reintentar es gratis, pero puede que no funcione.
fr: %@ bloque la plupart des numéros temporaires : souvent, aucun code n'arrive. Vous n'êtes débité que si un code arrive, et réessayer est gratuit. Mais cela peut ne jamais marcher.
it: %@ blocca la maggior parte dei numeri temporanei, quindi spesso il codice non arriva. Paghi solo se arriva e riprovare è gratis, ma potrebbe non funzionare affatto.
ja: %@はほとんどの一時番号をブロックするため、コードが届かないことがよくあります。課金は届いた場合のみで、再試行は無料ですが、まったく使えない可能性もあります。
pt_br: A %@ bloqueia a maioria dos números temporários, então muitas vezes nenhum código chega. Você só é cobrado se chegar, e tentar de novo é grátis. Mas pode não funcionar.

source: %@ blocks most temporary numbers, so a code often never arrives. Your credits come back every time one doesn't, and trying again is free. But it may not work at all.
de: %@ blockiert die meisten temporären Nummern, daher kommt oft kein Code an. Ihre Credits kommen jedes Mal zurück, wenn keiner ankommt, und ein weiterer Versuch ist kostenlos – es kann aber gar nicht funktionieren.
es: %@ bloquea la mayoría de los números temporales, así que muchas veces no llega ningún código. Tus créditos vuelven siempre que no llegue, y reintentar es gratis, pero puede que no funcione.
fr: %@ bloque la plupart des numéros temporaires : souvent, aucun code n'arrive. Vos crédits reviennent à chaque fois que c'est le cas, et réessayer est gratuit. Mais cela peut ne jamais marcher.
it: %@ blocca la maggior parte dei numeri temporanei, quindi spesso il codice non arriva. I tuoi crediti tornano ogni volta che non arriva e riprovare è gratis, ma potrebbe non funzionare affatto.
ja: %@はほとんどの一時番号をブロックするため、コードが届かないことがよくあります。届かないたびにクレジットは戻り、再試行は無料ですが、まったく使えない可能性もあります。
pt_br: A %@ bloqueia a maioria dos números temporários, então muitas vezes nenhum código chega. Seus créditos voltam sempre que isso acontece, e tentar de novo é grátis. Mas pode não funcionar.

# %@ delivers best in %@ right now: %lld%% measured.
source: %1$@ delivers best in %2$@ right now: %3$lld%% measured.
de: %@ funktioniert derzeit am besten in %@ – %lld %% gemessen.
es: %@ funciona mejor ahora en %@: %lld%% medido.
fr: %@ fonctionne actuellement le mieux en %@ : %lld%% mesuré.
it: %@ funziona meglio ora in %@: %lld%% misurato.
ja: 現在%@は%@で最も届いています。実測%lld%%。
pt_br: %@ funciona melhor agora em %@: %lld%% medido.

# %@ in %@ costs %lld credits.
source: %1$@ in %2$@ costs %3$lld credits.
de: %@ in %@ kostet %lld Credits.
es: %@ en %@ cuesta %lld créditos.
fr: %@ en %@ coûte %lld crédits.
it: %@ in %@ costa %lld crediti.
ja: %2$@の%1$@は%3$lldクレジットです。
pt_br: %@ em %@ custa %lld créditos.

# %@ in %@ has worked %lld of %lld times.
source: %1$@ in %2$@ has worked %3$lld of %4$lld times.
de: %@ in %@ war %lld von %lld Mal erfolgreich.
es: %@ en %@ ha funcionado %lld de %lld veces.
fr: %@ en %@ a marché %lld fois sur %lld.
it: %@ in %@ ha funzionato %lld volte su %lld.
ja: %2$@の%1$@は%4$lld回中%3$lld回成功しています。
pt_br: %@ em %@ funcionou %lld de %lld vezes.

source: %@ left
de: %@ übrig
es: %@ restantes
fr: %@ restants
it: %@ rimasti
ja: 残り%@
pt_br: %@ restantes

# %@ of %@ remaining
source: %1$@ of %2$@ remaining
de: %@ von %@ übrig
es: %@ de %@ restantes
fr: %@ sur %@ restants
it: %@ di %@ rimanenti
ja: %@ / %@ 残り
pt_br: %@ de %@ restantes

source: %@ often rejects standard numbers. We recommend Real SIM.
de: %@ lehnt Standardnummern häufig ab. Wir empfehlen Echte SIM.
es: %@ suele rechazar los números estándar. Recomendamos SIM real.
fr: %@ refuse souvent les numéros standard. Nous recommandons la SIM réelle.
it: %@ rifiuta spesso i numeri standard. Consigliamo SIM reale.
ja: %@は標準番号を拒否することがよくあります。実SIMをおすすめします。
pt_br: %@ costuma recusar números padrão. Recomendamos SIM real.

source: %1$@ ranks highest for %2$@ network-wide: %3$lld%% in the last 24h. We haven't tested it ourselves yet.
de: %1$@ liegt für %2$@ netzwerkweit vorn – %3$lld %% in den letzten 24 Std. Wir haben es selbst noch nicht getestet.
es: %1$@ es el mejor para %2$@ en toda la red: un %3$lld %% en las últimas 24 h. Aún no lo hemos probado nosotros.
fr: %1$@ arrive en tête pour %2$@ à l’échelle du réseau : %3$lld %% sur les dernières 24 h. Nous ne l’avons pas encore testé nous-mêmes.
it: %1$@ è il migliore per %2$@ sull’intera rete: %3$lld%% nelle ultime 24 h. Non l’abbiamo ancora testato di persona.
ja: %2$@ ではネットワーク全体で %1$@ が最上位で、過去24時間で %3$lld%% です。当社ではまだ検証していません。
pt_br: %1$@ lidera para %2$@ em toda a rede: %3$lld%% nas últimas 24 h. Ainda não testamos por conta própria.

source: %@ rejected it
de: %@ hat sie abgelehnt
es: %@ lo rechazó
fr: %@ l'a refusé
it: %@ l'ha rifiutato
ja: %@に拒否されました
pt_br: %@ recusou

source: %@ rejected it — get another
de: %@ hat sie abgelehnt – neue holen
es: %@ lo rechazó: obtener otro
fr: %@ l’a refusé. En obtenir un autre
it: %@ l’ha rifiutato: prendine un altro
ja: %@ に拒否されました。別の番号を取得
pt_br: %@ recusou: obter outro

source: %@ rejects internet numbers, so only Real SIM works here.
de: %@ lehnt Internetnummern ab, daher funktioniert hier nur Echte SIM.
es: %@ rechaza los números de internet, así que aquí solo funciona SIM real.
fr: %@ refuse les numéros Internet : seule la SIM réelle fonctionne ici.
it: %@ rifiuta i numeri Internet, quindi qui funziona solo SIM reale.
ja: %@はインターネット番号を拒否するため、ここでは実SIMのみ利用できます。
pt_br: %@ recusa números de internet, então aqui só funciona SIM real.

source: %@ typical
de: typisch %@
es: %@ habitual
fr: %@ en général
it: %@ tipico
ja: 通常%@
pt_br: %@ normalmente

source: %@/day
de: %@/Tag
es: %@/día
fr: %@/jour
it: %@/giorno
ja: %@/日
pt_br: %@/dia

source: %lld cr short
de: %lld cr fehlen
es: faltan %lld cr
fr: %lld cr manquants
it: mancano %lld cr
ja: %lld cr不足
pt_br: faltam %lld cr

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
pt_br: %lld dias

# %lld days in a row — come back tomorrow for +%lld.
source: %1$lld days in a row. Come back tomorrow for +%2$lld.
de: %lld Tage in Folge – komm morgen wieder für +%lld.
es: %lld días seguidos: vuelve mañana por +%lld.
fr: %lld jours d'affilée. Revenez demain pour +%lld.
it: %lld giorni di fila. Torna domani per +%lld.
ja: %lld日連続。明日戻ると+%lld。
pt_br: %lld dias seguidos. Volte amanhã para +%lld.

source: %lld free credits today
de: %lld Gratis-Credits heute
es: %lld créditos gratis hoy
fr: %lld crédits offerts aujourd'hui
it: %lld crediti gratis oggi
ja: 本日%lldクレジット無料
pt_br: %lld créditos grátis hoje

source: %lld left after
de: %lld übrig danach
es: %lld restantes después
fr: %lld restants après
it: %lld rimasti dopo
ja: 購入後 残り%lld
pt_br: %lld restantes depois

source: %lld min left
de: Noch %lld Min.
es: %lld min restantes
fr: %lld min restantes
it: %lld min rimasti
ja: 残り%lld分
pt_br: %lld min restantes

source: %lld more needed
de: Noch %lld nötig
es: Faltan %lld más
fr: Il en manque %lld
it: Ne mancano %lld
ja: あと%lld必要
pt_br: Faltam %lld

source: %lld not on map. Use the list
de: %lld nicht auf der Karte – nutze die Liste
es: %lld no están en el mapa: usa la lista
fr: %lld absents de la carte. Utilisez la liste
it: %lld non sulla mappa. Usa l'elenco
ja: %lld件は地図にありません。リストをご利用ください
pt_br: %lld fora do mapa. Use a lista

source: %lld numbers
de: %lld Nummern
es: %lld números
fr: %lld numéros
it: %lld numeri
ja: %lld件の番号
pt_br: %lld números

source: %lld numbers waiting
de: %lld Nummern warten
es: %lld números esperando
fr: %lld numéros en attente
it: %lld numeri in attesa
ja: %lld 件の番号が待機中
pt_br: %lld números aguardando

# %lld of %lld orders
source: %1$lld of %2$lld orders
de: %lld von %lld Bestellungen
es: %lld de %lld pedidos
fr: %lld commandes sur %lld
it: %lld ordini su %lld
ja: 注文%2$lld件中%1$lld件
pt_br: %lld de %lld pedidos

# %lld of the last %lld attempts got a code
source: %1$lld of the last %2$lld attempts got a code
de: %lld der letzten %lld Versuche haben einen Code erhalten
es: %lld de los últimos %lld intentos recibieron un código
fr: %lld des %lld derniers essais ont reçu un code
it: %lld degli ultimi %lld tentativi hanno ricevuto un codice
ja: 直近%lld回中%lld回でコードを受信
pt_br: %lld das últimas %lld tentativas receberam código

source: %lld plans
de: %lld Tarife
es: %lld planes
fr: %lld forfaits
it: %lld piani
ja: プラン%lld件
pt_br: %lld planos

source: %lld purchases restored. Your credits are back.
de: %lld Käufe wiederhergestellt – Ihre Credits sind zurück.
es: %lld compras restauradas: tus créditos han vuelto.
fr: %lld achats restaurés. Vos crédits sont de retour.
it: %lld acquisti ripristinati. I tuoi crediti sono tornati.
ja: %lld件の購入を復元しました。クレジットが戻りました。
pt_br: %lld compras restauradas. Seus créditos voltaram.

source: %lld texts left this month
de: Noch %lld SMS diesen Monat
es: %lld mensajes restantes este mes
fr: %lld SMS restants ce mois-ci
it: %lld SMS rimasti questo mese
ja: 今月のSMS残り%lld件
pt_br: %lld mensagens restantes este mês

source: %lld%% delivered
de: %lld%% zugestellt
es: %lld%% entregados
fr: %lld%% livrés
it: %lld%% consegnati
ja: 到達率 %lld%%
pt_br: %lld%% entregues

# %lld%% of %@ codes arrive in under %llds.
source: %1$lld%% of %2$@ codes arrive in under %3$llds.
de: %1$lld%% der %2$@-Codes kommen in unter %3$lld s an.
es: El %1$lld%% de los códigos de %2$@ llegan en menos de %3$lld s.
fr: %1$lld%% des codes %2$@ arrivent en moins de %3$lld s.
it: Il %1$lld%% dei codici %2$@ arriva in meno di %3$lld s.
ja: %2$@の認証コードの%1$lld%%が%3$lld秒以内に届きます。
pt_br: %1$lld%% dos códigos de %2$@ chegam em até %3$lld s.

# %lld%% of %@ codes in %@ have arrived.
source: %1$lld%% of %2$@ codes in %3$@ have arrived.
de: %lld %% der %@-Codes in %@ sind angekommen.
es: Ha llegado el %lld%% de los códigos de %@ en %@.
fr: %lld%% des codes %@ en %@ sont arrivés.
it: È arrivato il %lld%% dei codici %@ in %@.
ja: %2$@（%3$@）のコードは%1$lld%%が到着しています。
pt_br: %lld%% dos códigos da %@ em %@ chegaram.

source: +%lld cr refunded
de: +%lld cr erstattet
es: +%lld cr devueltos
fr: +%lld cr remboursés
it: +%lld cr rimborsati
ja: +%lld cr返金
pt_br: +%lld cr reembolsados

source: +%lld credits added
de: +%lld Credits gutgeschrieben
es: +%lld créditos añadidos
fr: +%lld crédits ajoutés
it: +%lld crediti aggiunti
ja: +%lldクレジット追加
pt_br: +%lld créditos adicionados

source: +%lld credits refunded
de: +%lld Credits erstattet
es: +%lld créditos devueltos
fr: +%lld crédits remboursés
it: +%lld crediti rimborsati
ja: +%lldクレジット返金
pt_br: +%lld créditos reembolsados

source: +%lld restored
de: +%lld wiederhergestellt
es: +%lld restaurados
fr: +%lld restaurés
it: +%lld ripristinati
ja: +%lld復元
pt_br: +%lld restaurados

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
pt_br: 1 dia

source: 1 more needed
de: Noch 1 nötig
es: Falta 1 más
fr: Il en manque 1
it: Ne manca 1
ja: あと1必要
pt_br: Falta 1

source: 1 number
de: 1 Nummer
es: 1 número
fr: 1 numéro
it: 1 numero
ja: 1件の番号
pt_br: 1 número

source: 1 plan
de: 1 Tarif
fr: 1 forfait
it: 1 piano
ja: プラン1件
pt_br: 1 plano

source: 1 purchase restored. Your credits are back.
de: 1 Kauf wiederhergestellt – Ihre Credits sind zurück.
es: 1 compra restaurada: tus créditos han vuelto.
fr: 1 achat restauré. Vos crédits sont de retour.
it: 1 acquisto ripristinato. I tuoi crediti sono tornati.
ja: 1件の購入を復元しました。クレジットが戻りました。
pt_br: 1 compra restaurada. Seus créditos voltaram.

source: 1h
de: 1 Std.
ja: 1時間

source: 2m
de: 2 Min.
fr: 2 min
it: 2 min
ja: 2分

source: A monthly subscription, cancel anytime
de: Ein Monatsabo, jederzeit kündbar
es: Suscripción mensual, cancela cuando quieras
fr: Un abonnement mensuel, annulable à tout moment
it: Un abbonamento mensile, disdici quando vuoi
ja: 月額サブスクリプション、いつでもキャンセル可能
pt_br: Assinatura mensal, cancele quando quiser

source: A named mobile carrier, never swapped for an internet number. Refunded if that carrier has none left.
de: Ein benannter Mobilfunkanbieter, nie durch eine Internetnummer ersetzt. Erstattung, wenn dieser Anbieter keine mehr hat.
es: Un operador móvil concreto, nunca sustituido por un número de internet. Reembolso si ese operador se queda sin números.
fr: Un opérateur mobile nommé, jamais remplacé par un numéro Internet. Remboursé s'il n'en reste plus chez cet opérateur.
it: Un operatore mobile specifico, mai sostituito con un numero Internet. Rimborsato se quell'operatore non ne ha più.
ja: 指定の携帯キャリアの番号で、インターネット番号に差し替えられることはありません。そのキャリアに在庫がない場合は返金されます。
pt_br: Uma operadora móvel específica, nunca trocada por um número de internet. Reembolso se essa operadora não tiver mais nenhum.

source: A real Canadian phone number that stays yours. Text from it right here, and keep your own number private.
de: Eine echte kanadische Telefonnummer, die Ihnen bleibt – schreiben Sie direkt hier SMS und halten Sie Ihre eigene Nummer privat.
es: Un número canadiense real que es tuyo: envía mensajes desde aquí y mantén tu propio número en privado.
fr: Un vrai numéro canadien qui reste le vôtre. Envoyez vos SMS ici même et gardez votre propre numéro privé.
it: Un vero numero canadese che resta tuo: scrivi da qui e tieni privato il tuo numero.
ja: ずっとあなたのものになる、実在のカナダの電話番号。このアプリからそのままSMSを送信でき、ご自身の番号は非公開のままです。
pt_br: Um número canadense de verdade que fica seu. Mande mensagens por ele aqui mesmo e mantenha seu número privado.

source: A real person reads these. If we're asleep you'll get a reply as soon as we're up, and you'll be notified.
de: Ein echter Mensch liest mit. Wenn wir schlafen, antworten wir, sobald wir wach sind – Sie werden benachrichtigt.
es: Una persona real lee esto. Si estamos durmiendo, responderemos en cuanto despertemos: le avisaremos.
fr: Une vraie personne vous lit. Si nous dormons, vous aurez une réponse dès notre réveil, et vous serez notifié.
it: Una persona vera legge questi messaggi. Se dormiamo, risponderemo appena svegli: riceverà una notifica.
ja: 実際の担当者が確認します。就寝中の場合は起き次第返信し、通知が届きます。
pt_br: Uma pessoa real lê isto. Se estivermos dormindo, responderemos assim que acordarmos, e você será notificado.

source: A typical number costs %lld credits. Prices vary by service and country.
de: Eine typische Nummer kostet %lld Credits – die Preise variieren je nach Dienst und Land.
es: Un número normal cuesta %lld créditos; los precios varían según el servicio y el país.
fr: Un numéro coûte en général %lld crédits. Les prix varient selon le service et le pays.
it: Un numero tipico costa %lld crediti. I prezzi variano per servizio e paese.
ja: 一般的な番号は%lldクレジットです。価格はサービスと国によって異なります。
pt_br: Um número comum custa %lld créditos. Os preços variam por serviço e país.

source: Above 60%
de: Über 60 %
es: Más del 60%
fr: Plus de 60 %
it: Sopra il 60%
ja: 60%以上
pt_br: Acima de 60%

source: Accent
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accent
it: Accento
ja: アクセントカラー
pt_br: Destaque

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt_br: Conta

source: Active
de: Aktiv
es: Activa
it: Attiva
ja: 有効
pt_br: Ativo

source: Active rental
de: Aktive Miete
es: Alquiler activo
fr: Location active
it: Noleggio attivo
ja: アクティブ利用中
pt_br: Aluguel ativo

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
pt_br: Atividade

source: Affordable
de: Bezahlbar
es: Asequible
fr: Abordable
it: Alla portata
ja: 購入可能
pt_br: Cabe no saldo

source: All
de: Alle
es: Todos
fr: Toutes
it: Tutti
ja: すべて
pt_br: Todos

source: All services
de: Alle Dienste
es: Todos los servicios
fr: Tous les services
it: Tutti i servizi
ja: すべてのサービス
pt_br: Todos os serviços

source: All the data on this plan has been used.
de: Das Datenvolumen dieses Tarifs ist aufgebraucht.
es: Se han consumido todos los datos de este plan.
fr: Toutes les données de ce forfait ont été utilisées.
it: Tutti i dati di questo piano sono stati usati.
ja: このプランのデータをすべて使い切りました。
pt_br: Todos os dados deste plano foram usados.

source: Already have a number?
de: Schon eine Nummer?
es: ¿Ya tienes un número?
fr: Vous avez déjà un numéro ?
it: Hai già un numero?
ja: すでに番号をお持ちですか？
pt_br: Já tem um número?

source: Already paid? Restore purchases
de: Schon bezahlt? Käufe wiederherstellen
es: ¿Ya pagaste? Restaurar compras
fr: Déjà payé ? Restaurer les achats
it: Hai già pagato? Ripristina acquisti
ja: お支払い済みですか？購入を復元
pt_br: Já pagou? Restaurar compras

source: Another country
de: Anderes Land
es: Otro país
fr: Un autre pays
it: Un altro paese
ja: 別の国
pt_br: Outro país

source: Another number
de: Andere Nummer
es: Otro número
fr: Un autre numéro
it: Un altro numero
ja: 別の番号
pt_br: Outro número

source: Answered right here in the app
de: Antwort direkt hier in der App
es: Respondemos aquí mismo en la app
fr: Réponse ici même dans l'app
it: Risposta qui nell'app
ja: アプリ内でそのまま回答
pt_br: Respondido aqui mesmo no app

source: Any domain works the same. The free ones run out most often, so stock is checked live.
de: Jede Domain funktioniert gleich. Die kostenlosen sind am schnellsten vergriffen, daher wird der Bestand live geprüft.
es: Todos los dominios funcionan igual. Los gratuitos se agotan más a menudo, así que el stock se comprueba en vivo.
fr: Tous les domaines fonctionnent pareil. Les gratuits s'épuisent le plus souvent, le stock est donc vérifié en direct.
it: Ogni dominio funziona allo stesso modo. Quelli gratuiti si esauriscono più spesso, quindi la disponibilità è verificata in tempo reale.
ja: どのドメインでも仕組みは同じです。無料のものは在庫切れになりやすいため、在庫はリアルタイムで確認しています。
pt_br: Qualquer domínio funciona igual. Os grátis acabam com mais frequência, por isso o estoque é verificado em tempo real.

source: Any number in stock for this route, usually an internet number.
de: Irgendeine verfügbare Nummer für diese Route – meist eine Internetnummer.
es: Cualquier número disponible en esta ruta, normalmente un número de internet.
fr: N'importe quel numéro en stock sur cette route, en général un numéro Internet.
it: Qualsiasi numero disponibile qui, di solito un numero Internet.
ja: この経路で在庫のある任意の番号、多くはインターネット番号です。
pt_br: Qualquer número disponível nesta rota, geralmente um número de internet.

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência

source: Ask us anything
de: Fragen Sie uns alles
es: Pregúntanos lo que quieras
fr: Posez-nous vos questions
it: Chieda pure
ja: 何でもお尋ねください
pt_br: Pergunte o que quiser

source: Auto-refund
de: Auto-Erstattung
es: Reembolso automático
fr: Remboursement auto
it: Rimborso automatico
ja: 自動返金
pt_br: Reembolso automático

source: Automatic, every single time
de: Automatisch, jedes Mal
es: Automático, siempre
fr: Automatique, à chaque fois
it: Automatico, ogni volta
ja: 毎回、自動で
pt_br: Automático, sempre

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pt_br: Disponível

source: Available now
de: Jetzt verfügbar
es: Disponible ahora
fr: Disponible maintenant
it: Disponibile ora
ja: 現在利用可能
pt_br: Disponível agora

source: BALANCE
de: GUTHABEN
es: SALDO
fr: SOLDE
it: SALDO
ja: 残高
pt_br: SALDO

source: BEST VALUE
de: BESTER PREIS
es: MEJOR VALOR
fr: MEILLEUR RAPPORT
it: MIGLIOR VALORE
ja: いちばんお得
pt_br: MELHOR CUSTO

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar

source: Balance
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja: 残高
pt_br: Saldo

source: Best delivery — refunded if it fails
de: Beste Zustellung, Erstattung bei Fehlschlag
es: Mejor entrega, reembolso si falla
fr: Meilleure réception, remboursé en cas d'échec
it: Migliore consegna, rimborso in caso di errore
ja: 最高の受信率、届かなければ返金
pt_br: Melhor entrega, reembolso se falhar

source: Block this number
de: Diese Nummer blockieren
es: Bloquear este número
fr: Bloquer ce numéro
it: Blocca questo numero
ja: この番号をブロック
pt_br: Bloquear este número

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロック済み
pt_br: Bloqueado

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: ブルー
pt_br: Azul

source: Browse plans
de: Tarife ansehen
es: Ver planes
fr: Voir les forfaits
it: Sfoglia i piani
ja: プランを見る
pt_br: Ver planos

source: Buy %lld credits
de: %lld Credits kaufen
es: Comprar %lld créditos
fr: Acheter %lld crédits
it: Acquista %lld crediti
ja: %lldクレジットを購入
pt_br: Comprar %lld créditos

source: Buy a data plan to get an eSIM you can install in seconds.
de: Kaufen Sie einen Datentarif und erhalten Sie eine eSIM, die in Sekunden installiert ist.
es: Compra un plan de datos y obtén una eSIM que se instala en segundos.
fr: Achetez un forfait data pour obtenir une eSIM à installer en quelques secondes.
it: Acquista un piano dati per ottenere una eSIM da installare in pochi secondi.
ja: データプランを購入すると、数秒でインストールできるeSIMが手に入ります。
pt_br: Compre um plano de dados e receba um eSIM que se instala em segundos.

source: Buy credits
de: Guthaben kaufen
es: Comprar créditos
fr: Acheter des crédits
it: Compra crediti
ja: クレジットを購入
pt_br: Comprar créditos

source: By signing in you agree to our
de: Mit der Anmeldung akzeptieren Sie unsere
es: Al iniciar sesión aceptas nuestros
fr: En vous connectant, vous acceptez nos
it: Accedendo accetti i nostri
ja: サインインすると次に同意したことになります：
pt_br: Ao entrar, você concorda com nossos

source: CODE RECEIVED
de: CODE ERHALTEN
es: CÓDIGO RECIBIDO
fr: CODE REÇU
it: CODICE RICEVUTO
ja: コードを受信
pt_br: CÓDIGO RECEBIDO

source: Calling
de: Telefonie
es: Llamadas
fr: Appels
it: Chiamate
ja: 通話機能
pt_br: Ligações
